---
kind: other
id: Properties.T:Autodesk.Revit.DB.TilePattern
source: html/12eaa398-b074-55de-9b5f-53e19d37655e.htm
---
# TilePattern Properties

The id of the assembly instance to which the element belongs.